Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Plan honeymoon
ar: التخطيط لشهر العسل
cs: Naplánovat svatební cestu
da: Planlæg bryllupsrejsen
de: Flitterwochen planen
es: Planificar la luna de miel
et: Planeeri mesinädalad
fi: Suunnittele häämatka
fr: Organiser la lune de miel
hr: Isplanirajte medeni mjesec
hu: Nászút megtervezése
is: Skipuleggja brúðkaupsferðina
it: Organizza la luna di miele
ja: 新婚旅行を計画する
ko: 신혼여행 계획하기
lv: Plānot medusmēnesi
nb: Planlegg bryllupsreisen
nl: Huwelijksreis plannen
pl: Zaplanowanie podróży poślubnej
pt: Planejar a lua de mel
ro: Planifică luna de miere
ru: Спланировать свадебное путешествие
sk: Naplánujte svadobnú cestu
sl: Načrtuj medene tedne
sv: Planera bröllopsresan
th: วางแผนฮันนีมูน
tr: Balayını planlayın
uk: Сплануйте медовий місяць
vi: Lên kế hoạch tuần trăng mật
zh_hans: 规划蜜月
zh_hant: 規劃蜜月

source: Plan rehearsal dinner
ar: التخطيط لعشاء البروفة
cs: Naplánovat předsvatební večeři
da: Planlæg middagen aftenen før
de: Probeessen planen
es: Planificar la cena de ensayo
et: Planeeri pulmaproovi õhtusöök
fi: Suunnittele harjoitusillallinen
fr: Organiser le dîner de répétition
hr: Isplanirajte večeru uoči vjenčanja
hu: Próbavacsora megtervezése
is: Skipuleggja æfingakvöldverðinn
it: Organizza la cena della vigilia
ja: リハーサルディナーを計画する
ko: 리허설 디너 계획하기
lv: Plānot mēģinājuma vakariņas
nb: Planlegg prøvemiddagen
nl: Repetitiediner plannen
pl: Zaplanowanie kolacji przedweselnej
pt: Planejar o jantar de ensaio
ro: Planifică cina de repetiție
ru: Спланировать репетиционный ужин
sk: Naplánujte predsvadobnú večeru
sl: Načrtuj večerjo pred poroko
sv: Planera repetitionsmiddagen
th: วางแผนงานเลี้ยงซ้อมพิธี
tr: Prova yemeğini planlayın
uk: Сплануйте передвесільну вечерю
vi: Lên kế hoạch tiệc tổng duyệt
zh_hans: 安排彩排晚宴
zh_hant: 規劃婚禮預演晚宴

source: Plan the decorations
ar: خطط للديكور
cs: Naplánujte dekorace
da: Planlæg dekorationerne
de: Deko planen
es: Planificar la decoración
et: Planeeri dekoratsioonid
fi: Suunnittele koristelu
fr: Planifier la décoration
hr: Isplanirajte dekoracije
hu: Tervezd meg a dekorációt
is: Skipuleggja skreytingarnar
it: Pianificate le decorazioni
ja: 装飾を考える
ko: 장식 계획하기
lv: Izplāno dekorācijas
nb: Planlegg dekorasjonene
nl: Plan de decoratie
pl: Zaplanujcie dekoracje
pt: Defina a decoração
ro: Planifică decorațiunile
ru: Продумайте декор
sk: Naplánujte dekorácie
sl: Načrtujta dekoracijo
sv: Planera dekorationerna
th: วางแผนการตกแต่ง
tr: Dekorasyonu planlayın
uk: Сплануйте декор
vi: Lên kế hoạch trang trí
zh_hans: 规划现场布置
zh_hant: 規劃現場布置

source: Plan your dream wedding with ease. From budget tracking to guest management, we'll guide you through every magical moment.
ar: خطط لزفاف أحلامك بسهولة. من متابعة الميزانية إلى إدارة الضيوف، سنرافقك في كل لحظة ساحرة.
cs: Naplánujte svatbu snů bez stresu. Od sledování rozpočtu po správu hostů vás provedeme každým kouzelným okamžikem.
da: Planlæg jeres drømmebryllup uden besvær. Fra budgetstyring til gæstehåndtering guider vi jer gennem hvert magisk øjeblik.
de: Plane deine Traumhochzeit mit Leichtigkeit. Vom Budget bis zur Gästeliste begleiten wir dich durch jeden magischen Moment.
es: Planifica la boda de tus sueños con facilidad. Del presupuesto a los invitados, te guiamos en cada momento mágico.
et: Planeeri oma unistuste pulmi mängleva kergusega. Eelarve jälgimisest külaliste haldamiseni juhatame sind läbi iga võlutud hetke.
fi: Suunnittele unelmahäät vaivattomasti. Budjetin seurannasta vieraslistan hallintaan opastamme sinut jokaisen taianomaisen hetken läpi.
fr: Organisez le mariage de vos rêves en toute simplicité. Du budget aux invités, nous vous guidons à chaque instant magique.
hr: Isplanirajte vjenčanje iz snova bez stresa. Od praćenja proračuna do upravljanja gostima, vodimo vas kroz svaki čaroban trenutak.
hu: Tervezd meg könnyedén az álomesküvődet. A költségkövetéstől a vendégkezelésig végigkísérünk minden varázslatos pillanaton.
is: Skipuleggðu draumabrúðkaupið áreynslulaust. Frá fjárhagsáætlun til gestalista leiðum við þig í gegnum hvert töfrandi augnablik.
it: Pianifica il matrimonio dei tuoi sogni con facilità. Dal budget agli ospiti, ti guidiamo in ogni momento magico.
ja: 理想の結婚式を、かんたんに。予算管理からゲスト管理まで、すべての大切な瞬間をご案内します。
ko: 꿈꾸던 결혼식을 손쉽게 준비하세요. 예산 관리부터 하객 관리까지, 모든 특별한 순간을 함께할게요.
lv: Plāno savas sapņu kāzas bez raizēm. No budžeta uzskaites līdz viesu pārvaldībai — mēs būsim līdzās katrā burvīgajā mirklī.
nb: Planlegg drømmebryllupet uten stress. Fra budsjettoppfølging til gjestehåndtering – vi guider dere gjennom hvert magiske øyeblikk.
nl: Plan moeiteloos jullie droombruiloft. Van budget bijhouden tot gastenbeheer, wij begeleiden jullie door elk magisch moment.
pl: Zaplanujcie wymarzony ślub bez stresu. Od śledzenia budżetu po zarządzanie gośćmi — poprowadzimy Was przez każdą magiczną chwilę.
pt: Organize o casamento dos seus sonhos com facilidade. Do acompanhamento do orçamento à gestão dos convidados, guiamos vocês por cada momento mágico.
ro: Planifică-ți nunta de vis fără stres. De la urmărirea bugetului până la gestionarea invitaților, te ghidăm prin fiecare moment magic.
ru: Планируйте свадьбу мечты легко. От контроля бюджета до работы со списком гостей — мы проведём вас через каждый волшебный момент.
sk: Naplánujte si vysnívanú svadbu úplne ľahko. Od sledovania rozpočtu až po správu hostí vás prevedieme každým čarovným okamihom.
sl: Sanjsko poroko načrtujta brez naprezanja. Od spremljanja proračuna do upravljanja gostov vaju popeljemo skozi vsak čaroben trenutek.
sv: Planera ditt drömbröllop med lätthet. Från budgetuppföljning till gästhantering guidar vi dig genom varje magiskt ögonblick.
th: วางแผนงานแต่งงานในฝันได้อย่างง่ายดาย ตั้งแต่ติดตามงบประมาณไปจนถึงจัดการแขก เราจะพาคุณผ่านทุกช่วงเวลาแสนวิเศษ
tr: Hayalinizdeki düğünü zahmetsizce planlayın. Bütçe takibinden misafir yönetimine, her büyülü anda yanınızdayız.
uk: Плануйте весілля мрії легко. Від контролю бюджету до керування гостями — ми проведемо вас через кожну чарівну мить.
vi: Lên kế hoạch cho đám cưới trong mơ thật nhẹ nhàng. Từ theo dõi ngân sách đến quản lý khách mời, chúng tôi sẽ đồng hành cùng bạn qua từng khoảnh khắc diệu kỳ.
zh_hans: 轻松筹备你们的梦想婚礼。从预算追踪到宾客管理，我们陪你们走过每一个美好瞬间。
zh_hant: 輕鬆規劃你的夢想婚禮。從預算追蹤到賓客管理，我們陪你走過每一個動人時刻。

source: Plan your perfect day timeline
ar: خطط للجدول الزمني ليومك المثالي
cs: Naplánujte harmonogram svého dokonalého dne
da: Planlæg tidsplanen for jeres perfekte dag
de: Plane den Ablauf deines perfekten Tags
es: Planifica el cronograma de tu día
et: Planeeri oma täiusliku päeva ajakava
fi: Suunnittele täydellisen päiväsi aikataulu
fr: Planifiez le déroulé de votre jour
hr: Isplanirajte vremenski plan svog savršenog dana
hu: Tervezd meg a tökéletes napod ütemtervét
is: Skipuleggðu tímalínu fullkomna dagsins
it: Pianifica il programma del tuo giorno
ja: 当日のタイムラインを作成する
ko: 완벽한 하루의 타임라인을 만들어 보세요
lv: Izplāno savas ideālās dienas laika grafiku
nb: Planlegg tidslinjen for den perfekte dagen
nl: Plan de tijdlijn van jullie perfecte dag
pl: Zaplanujcie harmonogram idealnego dnia
pt: Monte o cronograma do seu dia perfeito
ro: Planifică cronologia zilei perfecte
ru: Составьте тайминг идеального дня
sk: Naplánujte si harmonogram dokonalého dňa
sl: Načrtujta časovnico popolnega dne
sv: Planera tidslinjen för din perfekta dag
th: วางไทม์ไลน์วันที่สมบูรณ์แบบของคุณ
tr: Mükemmel gününüzün zaman çizelgesini planlayın
uk: Складіть графік вашого ідеального дня
vi: Lên lịch trình cho ngày hoàn hảo của bạn
zh_hans: 规划完美婚礼当天的流程
zh_hant: 安排你們完美一天的婚禮流程

source: Planning
ar: التخطيط
cs: Plánování
da: Planlægning
de: Planung
es: Planificación
et: Planeerimine
fi: Suunnittelu
fr: Organisation
hr: Planiranje
hu: Tervezés
is: Skipulagning
it: Organizzazione
ja: 準備中
ko: 준비 중
lv: Plānošana
nb: Planlegging
pl: Planowanie
pt: Organização
ro: Planificare
ru: Планирование
sk: Plánovanie
sl: Načrtovanje
sv: Planering
th: การวางแผน
tr: Planlama
uk: Планування
vi: Lên kế hoạch
zh_hans: 筹备中
zh_hant: 籌備中

source: Planning Journey
ar: رحلة التخطيط
cs: Cesta plánováním
da: Planlægningsrejsen
de: Planungsreise
es: Tu planificación
et: Planeerimisteekond
fi: Suunnittelumatka
fr: Votre parcours
hr: Put planiranja
hu: A tervezés útja
is: Skipulagsferðalagið
it: Il tuo percorso
ja: 準備の道のり
ko: 준비 여정
lv: Plānošanas ceļš
nb: Planleggingsreisen
nl: Planningstraject
pl: Droga do ślubu
pt: Jornada de organização
ro: Drumul planificării
ru: Путь подготовки
sk: Cesta plánovania
sl: Pot načrtovanja
sv: Planeringsresan
th: เส้นทางการวางแผน
tr: Planlama Yolculuğu
uk: Шлях планування
vi: Hành trình lên kế hoạch
zh_hans: 筹备历程
zh_hant: 籌備旅程

source: Plated dinner, buffet or a relaxed cocktail reception
ar: عشاء على الطاولات، أو بوفيه، أو حفل كوكتيل هادئ
cs: Servírovaná večeře, bufet nebo uvolněná koktejlová recepce
da: Serveret middag, buffet eller en afslappet cocktailreception
de: Menü am Platz, Buffet oder entspannter Sektempfang
es: Cena servida en mesa, bufé o un cóctel más relajado
et: Serveeritud õhtusöök, Rootsi laud või vabas õhkkonnas kokteilivastuvõtt
fi: Lautasannokset, buffet vai rento cocktailtarjoilu
fr: Dîner à l'assiette, buffet ou cocktail décontracté
hr: Servirana večera, buffet ili opušteni koktel domjenak
hu: Felszolgált vacsora, büfé vagy kötetlen állófogadás
is: Borðhald, hlaðborð eða afslöppuð standandi veisla
it: Cena servita al tavolo, buffet o un cocktail informale
ja: コース料理、ビュッフェ、または気軽な立食パーティー
ko: 코스 요리, 뷔페, 아니면 편안한 칵테일 리셉션
lv: Servētas vakariņas, bufete vai brīva kokteiļu pieņemšana
nb: Servert middag, buffet eller en avslappet cocktailmottakelse
nl: Uitgeserveerd diner, buffet of een ontspannen borrel
pl: Dania serwowane, bufet czy swobodne przyjęcie koktajlowe
pt: Jantar servido à mesa, buffet ou um coquetel descontraído
ro: Cină servită la masă, bufet sau o recepție relaxată de tip cocktail
ru: Ужин с обслуживанием, шведский стол или лёгкий коктейльный приём
sk: Servírovaná večera, bufet alebo uvoľnená koktailová recepcia
sl: Večerja po krožnikih, bife ali sproščen koktajl sprejem
sv: Serverad middag, buffé eller en avslappnad mingelmottagning
th: เสิร์ฟเป็นจาน บุฟเฟต์ หรืองานเลี้ยงค็อกเทลสบาย ๆ
tr: Masaya servis, açık büfe ya da rahat bir kokteyl
uk: Порційна вечеря, шведський стіл чи невимушений коктейльний прийом
vi: Tiệc bàn, tiệc buffet hay tiệc cocktail thoải mái
zh_hans: 桌餐、自助餐，还是轻松的鸡尾酒会
zh_hant: 桌菜、自助餐，還是輕鬆的雞尾酒式餐會

source: Please let us know if you have any questions!
ar: لا تتردّدوا في التواصل معنا إن كان لديكم أي استفسار!
cs: Dejte nám prosím vědět, pokud budete mít jakékoli dotazy!
da: Sig endelig til, hvis I har spørgsmål!
de: Meldet euch gerne bei uns, wenn ihr Fragen habt!
es: ¡Avísanos si tienes cualquier duda!
et: Anna meile teada, kui sul on küsimusi!
fi: Kerrothan, jos sinulla on kysyttävää!
fr: N'hésitez pas si vous avez la moindre question !
hr: Javite nam ako imate bilo kakvih pitanja!
hu: Szólj, ha bármilyen kérdésed van!
is: Endilega hafðu samband ef þú hefur einhverjar spurningar!
it: Facci sapere se hai domande!
ja: ご不明な点がありましたら、お気軽にお知らせください！
ko: 궁금한 점이 있으면 언제든 알려주세요!
lv: Ja rodas jautājumi, dodiet mums ziņu!
nb: Bare si fra hvis du lurer på noe!
nl: Laat het ons weten als je nog vragen hebt!
pl: Dajcie nam znać, jeśli macie jakieś pytania!
pt: Fale com a gente se tiver qualquer dúvida!
ro: Spune-ne dacă ai întrebări!
ru: Если появятся вопросы — обязательно напишите нам!
sk: Dajte nám vedieť, ak máte akékoľvek otázky!
sl: Sporočite nam, če imate kakršna koli vprašanja!
sv: Hör gärna av dig om du har några frågor!
th: หากมีคำถามอะไร บอกเราได้เลยนะคะ!
tr: Sorunuz olursa lütfen bize bildirin!
uk: Дайте нам знати, якщо у вас будуть запитання!
vi: Hãy cho chúng mình biết nếu bạn có bất kỳ câu hỏi nào nhé!
zh_hans: 如有任何疑问，欢迎随时告诉我们！
zh_hant: 如果有任何問題，歡迎隨時告訴我們！

source: Plus One Details
ar: تفاصيل المرافق
cs: Detaily doprovodu
da: Oplysninger om ledsager
de: Details zur Begleitung
es: Detalles del acompañante
et: Kaaslase andmed
fi: Avecin tiedot
fr: Détails de l'accompagnant
hr: Detalji pratnje
hu: A kísérő adatai
is: Upplýsingar um fylgdargest
it: Dettagli dell'accompagnatore
ja: 同伴者の詳細
ko: 동반자 상세
lv: Pavadoņa detaļas
nb: Detaljer om følget
nl: Gegevens introducé
pl: Dane osoby towarzyszącej
pt: Detalhes do acompanhante
ro: Detalii despre însoțitor
ru: Данные сопровождающего
sk: Detaily sprievodu
sl: Podatki o spremljevalcu
sv: Uppgifter om medföljande
th: รายละเอียดผู้ติดตาม
tr: Refakatçi Detayları
uk: Дані супутника
vi: Chi tiết người đi cùng
zh_hans: 同行宾客详情
zh_hant: 攜伴資料

source: Plus Ones (%lld)
ar: المرافقون (%lld)
cs: Doprovod (%lld)
da: Ledsagere (%lld)
de: Begleitungen (%lld)
es: Acompañantes (%lld)
et: Kaaslased (%lld)
fi: Avecit (%lld)
fr: Accompagnants (%lld)
hr: Pratnje (%lld)
hu: Kísérők (%lld)
is: Fylgdargestir (%lld)
it: Accompagnatori (%lld)
ja: 同伴者（%lld 名）
ko: 동반자 (%lld)
lv: Pavadoņi (%lld)
nb: Følge (%lld)
nl: Introducés (%lld)
pl: Osoby towarzyszące (%lld)
pt: Acompanhantes (%lld)
ro: Însoțitori (%lld)
ru: Сопровождающие (%lld)
sk: Sprievod (%lld)
sl: Spremljevalci (%lld)
sv: Medföljande (%lld)
th: ผู้ติดตาม (%lld)
tr: Refakatçiler (%lld)
uk: Супутники (%lld)
vi: Người đi cùng (%lld)
zh_hans: 同行宾客（%lld）
zh_hant: 攜伴（%lld）

source: Plus one
ar: مرافق
cs: Doprovod
da: Ledsager
de: Begleitung
es: Acompañante
et: Kaaslane
fi: Avec
fr: Accompagnant
hr: Pratnja
hu: Kísérő
is: Fylgdargestur
it: Accompagnatore
ja: 同伴者
ko: 동반자
lv: Pavadonis
nb: Følge
nl: Introducé
pl: Osoba towarzysząca
pt: Acompanhante
ro: Însoțitor
ru: Сопровождающий
sk: Sprievod
sl: Spremljevalec
sv: Medföljande
th: ผู้ติดตาม
tr: Refakatçi
uk: Супутник
vi: Người đi cùng
zh_hans: 同行宾客
zh_hant: 攜伴

source: Popular budget ranges
ar: نطاقات ميزانية شائعة
cs: Oblíbená rozpětí rozpočtu
da: Populære budgetrammer
de: Beliebte Budgetspannen
es: Rangos de presupuesto populares
et: Levinud eelarvevahemikud
fi: Suositut budjettihaarukat
fr: Budgets populaires
hr: Popularni rasponi proračuna
hu: Népszerű költségvetési sávok
is: Vinsæl fjárhagsbil
it: Fasce di budget popolari
ja: よくある予算帯
ko: 많이 선택하는 예산 범위
lv: Populāri budžeta apmēri
nb: Populære budsjettnivåer
nl: Populaire budgetten
pl: Popularne przedziały budżetu
pt: Faixas de orçamento populares
ro: Intervale de buget populare
ru: Популярные диапазоны бюджета
sk: Obľúbené rozpätia rozpočtu
sl: Priljubljeni razponi proračuna
sv: Vanliga budgetnivåer
th: ช่วงงบประมาณยอดนิยม
tr: Popüler bütçe aralıkları
uk: Популярні діапазони бюджету
vi: Các mức ngân sách phổ biến
zh_hans: 常见的预算区间
zh_hant: 常見的預算範圍

source: Popular wedding sizes
ar: أحجام زفاف شائعة
cs: Oblíbené velikosti svatby
da: Populære bryllupsstørrelser
de: Beliebte Hochzeitsgrößen
es: Tamaños de boda populares
et: Levinud pulmade suurused
fi: Suositut häiden koot
fr: Tailles de mariage populaires
hr: Popularne veličine vjenčanja
hu: Népszerű esküvőméretek
is: Vinsælar stærðir brúðkaupa
it: Dimensioni di nozze comuni
ja: よくある結婚式の規模
ko: 많이 선택하는 결혼식 규모
lv: Populāri kāzu izmēri
nb: Populære bryllupsstørrelser
nl: Populaire bruiloftsformaten
pl: Popularne wielkości wesela
pt: Tamanhos de casamento populares
ro: Mărimi de nuntă populare
ru: Популярные форматы по числу гостей
sk: Obľúbené veľkosti svadby
sl: Priljubljene velikosti porok
sv: Vanliga bröllopsstorlekar
th: ขนาดงานแต่งงานยอดนิยม
tr: Popüler düğün ölçüleri
uk: Популярні розміри весілля
vi: Các quy mô đám cưới phổ biến
zh_hans: 常见的婚礼规模
zh_hant: 常見的婚禮規模

source: Portfolio
ar: معرض الأعمال
es: Portafolio
et: Portfoolio
hu: Portfólió
is: Verkasafn
ja: ポートフォリオ
ko: 포트폴리오
pt: Portfólio
ro: Portofoliu
ru: Портфолио
sk: Portfólio
th: พอร์ตโฟลิโอ
tr: Portfolyo
uk: Портфоліо
zh_hans: 作品集
zh_hant: 作品集

source: Premium
ar: بريميوم
ja: プレミアム
ko: 프리미엄
th: พรีเมียม
zh_hans: 高级版
zh_hant: 進階版

source: Premium breaks down RSVPs, meals and groups at a glance.
ar: النسخة المميزة تعرض تأكيدات الحضور والوجبات والمجموعات بنظرة واحدة.
cs: Premium vám na jeden pohled rozebere RSVP, jídla i skupiny.
da: Premium giver jer overblik over RSVP'er, menuvalg og grupper på et øjeblik.
de: Premium zeigt Zusagen, Menüwünsche und Gruppen auf einen Blick.
es: Premium desglosa confirmaciones, menús y grupos de un vistazo.
et: Premium näitab RSVP-sid, menüüvalikuid ja rühmi ühe pilguga.
fi: Premium erittelee RSVP-vastaukset, ateriat ja ryhmät yhdellä silmäyksellä.
fr: Premium détaille réponses, menus et groupes en un coup d'œil.
hr: Premium na prvi pogled razlaže RSVP-ove, obroke i grupe.
hu: A Prémium egy pillantás alatt lebontja a visszajelzéseket, az ételválasztásokat és a csoportokat.
is: Premium sundurliðar RSVP, matarval og hópa í einni yfirsýn.
it: Premium mostra conferme, menù e gruppi a colpo d'occhio.
ja: プレミアムなら、出欠・お食事・グループをひと目で把握できます。
ko: 프리미엄에서는 참석 여부, 식사, 그룹을 한눈에 볼 수 있어요.
lv: Premium vienā mirklī parāda RSVP atbildes, ēdienus un grupas.
nb: Premium gir deg RSVP, menyvalg og grupper i én oversikt.
nl: Met Premium zie je RSVP's, maaltijden en groepen in één oogopslag uitgesplitst.
pl: Premium pokazuje RSVP, dania i grupy w jednym rzucie oka.
pt: O Premium mostra RSVPs, menus e grupos detalhados de relance.
ro: Premium îți arată dintr-o privire RSVP-urile, meniurile și grupurile.
ru: Premium показывает RSVP, блюда и группы одним взглядом.
sk: Premium vám na jeden pohľad rozobere RSVP, jedlá aj skupiny.
sl: Premium na prvi pogled razčleni RSVP-je, menije in skupine.
sv: Premium visar OSA, menyval och grupper i en enda överblick.
th: พรีเมียมแยกให้เห็น RSVP อาหาร และกลุ่มแขก ได้ในพริบตา
tr: Premium; RSVP'leri, yemekleri ve grupları tek bakışta özetler.
uk: Premium показує RSVP, страви та групи як на долоні.
vi: Premium hiển thị chi tiết RSVP, món ăn và nhóm khách chỉ trong một cái nhìn.
zh_hans: 高级版让 RSVP、餐食和分组一目了然。
zh_hant: 進階版讓你一眼看清 RSVP、餐點和群組的分布。
